[
  { "id": "greeting", "en": "Hello! 👋 I’m Sophia Laboratories’ Virtual Assistant. How can I help you today?", "es": "¡Hola! 👋 Soy el Asistente Virtual de Laboratorios Sophia. ¿En qué puedo ayudarte hoy?" },
  { "id": "product_glaucoma", "en": "Our glaucoma range includes Timolol and Brimonidine to manage intraocular pressure.", "es": "Nuestra línea para glaucoma incluye Timolol y Brimonidina para manejar la presión intraocular." },
  { "id": "product_dryeye", "en": "Our dry eye products include preservative-free artificial tears that provide long-lasting relief.", "es": "Nuestros productos para ojo seco incluyen lágrimas artificiales sin conservadores que brindan alivio prolongado." },
  { "id": "product_allergy", "en": "We offer antihistamine eye drops that relieve allergic symptoms quickly.", "es": "Ofrecemos colirios antihistamínicos que alivian rápidamente los síntomas de la alergia." },
  { "id": "product_antibiotic", "en": "Our antibiotic range includes Moxifloxacin drops used to treat bacterial eye infections.", "es": "Nuestra gama de antibióticos incluye gotas de Moxifloxacino para tratar infecciones oculares bacterianas." },
  { "id": "product_inflammation", "en": "Steroid-based eye drops help reduce inflammation under medical supervision.", "es": "Las gotas oculares con esteroides ayudan a reducir la inflamación bajo supervisión médica." },
  { "id": "product_preservativefree", "en": "Preservative-free options are ideal for sensitive eyes or chronic use.", "es": "Las opciones sin conservadores son ideales para ojos sensibles o uso crónico." },
  { "id": "education", "en": "We host continuous medical education (CME) programs for ophthalmologists and optometrists.", "es": "Ofrecemos programas de educación médica continua (CME) para oftalmólogos y optometristas." },
  { "id": "support", "en": "You can reach our support team via the Contact section or email support@sophia.com.", "es": "Puedes comunicarte con nuestro equipo de soporte a través de la sección de Contacto o por correo electrónico a support@sophia.com." },
  { "id": "appointment", "en": "Would you like to schedule an appointment with our representative? Please share your preferred date.", "es": "¿Deseas agendar una cita con nuestro representante? Por favor indica tu fecha preferida." },
  { "id": "samples", "en": "Product samples are available through our medical representatives. Please share your details.", "es": "Las muestras de productos están disponibles a través de nuestros representantes médicos. Por favor, comparte tus datos." },
  { "id": "shipping", "en": "We deliver across all major regions through authorized distributors.", "es": "Realizamos envíos a todas las regiones principales a través de distribuidores autorizados." },
  { "id": "pricing", "en": "Our products are priced competitively. Would you like to receive an updated price list?", "es": "Nuestros productos tienen precios competitivos. ¿Deseas recibir una lista de precios actualizada?" },
  { "id": "company_info", "en": "Sophia Laboratories is a leading ophthalmic company committed to innovation and patient care.", "es": "Laboratorios Sophia es una empresa líder en oftalmología comprometida con la innovación y el cuidado del paciente." },
  { "id": "career", "en": "We’re always looking for passionate professionals. Visit our Careers page for openings.", "es": "Siempre buscamos profesionales apasionados. Visita nuestra página de Carreras para ver las vacantes." },
  { "id": "contact", "en": "You can contact us through our official website or via contact@sophia.com.", "es": "Puedes contactarnos a través de nuestro sitio web oficial o por correo electrónico a contact@sophia.com." },
  { "id": "events", "en": "We participate in major ophthalmology conferences worldwide. Stay tuned to our Events section.", "es": "Participamos en las principales conferencias de oftalmología a nivel mundial. Mantente atento a nuestra sección de Eventos." },
  { "id": "research", "en": "Sophia supports ongoing clinical trials and ophthalmic research collaborations.", "es": "Sophia apoya ensayos clínicos en curso y colaboraciones en investigación oftálmica." },
  { "id": "compliance", "en": "All our data and operations comply with GDPR and local medical privacy standards.", "es": "Todos nuestros datos y operaciones cumplen con GDPR y las normas locales de privacidad médica." },
  { "id": "thankyou", "en": "You’re welcome! It’s my pleasure to assist you. 😊", "es": "¡De nada! Es un placer ayudarte. 😊" }
]
